"%@ - Offline" = "%@ - Fråkopla";

"3D Secure" = "3D Secure";

"Add New Card…" = "Legg til nytt kort …";

"Add a Card" = "Legg til kort";

"Apt." = "Leilegheit";

"Contact" = "Kontakt";

"Delivery" = "Leveranse";

"Delivery Address" = "Leveringsadresse";

"Free" = "Gratis";

"Invalid Shipping Address" = "Ugyldig sendingsadresse";

"Loading…" = "Lastar …";

"Multibanco" = "Multibanco";

"Next" = "Neste";

"Online Banking (FPX)" = "Nettbank (FPX)";

"Payment Method" = "Betalingsmetode";

"Shipping" = "Sending";

"Shipping Method" = "Sendingsmåte";

"Use Billing" = "Bruk fakturering";

"Use Delivery" = "Bruk leveringsadressa";

"Use Shipping" = "Bruk sendingsadressa";
